<template>
  <b-container id="app" fluid>
    <b-jumbotron>
      <div class="text">
          <h2>Новые возможности работы:</h2>
          <h5><span class="ion-checkmark-round" @click=""></span> Вышла обновленная версия системы Planner - 2.0.18.</h5>
          <p>Новые возможности, обновленный интерфейс помогают экономить время на поиск и анализ информации, делают работу еще более удобной, комфортной и эффективной. </p>
          <h5><span class="ion-checkmark-round" @click=""></span> В системе появилось много полезных новшеств:</h5>
          <p>Стартовая страница полностью обновлена - на ней представлены все основные поисковые инструменты системы и самые востребованные документы.
              Теперь Быстрый поиск можно вести не только по всем документам системы, но и по отдельным видам информации</p>
          <p>Работа в системе стала более удобной благодаря вкладкам, которые расположены в самом верху рабочего окна.
              Обновленная система позволяет одновременно работать сразу с несколькими открытыми документами или, сохраняя результат текущего поиска, вернуться на Стартовую станицу.
              Вкладки помогут быстро обратиться к любому ранее открытому документу в системе.
              Благодаря этой разработке пользователи получают современный и привычный инструмент для работы с информацией.</p>
          <p>Для удобства работы кнопки перехода к горячим документам на сайте и документам последних пополнений теперь расположены в очень заметном месте - в правом верхнем углу Стартовой страницы.</p>
      </div>
    </b-jumbotron>
  </b-container>
</template>

<script>
export default {
  name: 'app',
  data () {
    return {
      msg: 'Welcome to Your Vue.js App'
    }
  }
}
</script>

<style>
    body {
        height: 100vh;
        background: url("../assets/OG.png") center no-repeat;
        background-size: contain;
    }
    .jumbotron {
        padding-top: 10px;
        height: 100vh;
        opacity: 0.4;
    }
    .text {
        margin-left: 100px;
    }
</style>
